Repository: aBoelghet/nozhaappcopy
Catalog: NozhaClient/Storyboards/*.lproj/CreateService.strings
Languages: ar

# 1Hc-QR-e5u.text
source: Add new service
ar: إضافة خدمة جديدة

# 2H8-DQ-aja.placeholder
source: New question (Arabic)
ar: سؤال جديد

# 32M-U2-ACo.placeholder
source: City
ar: المدينة

# 4jc-fl-fDv.text
source: Scan QR
ar: مسح QR

# 7Ar-Jx-HG7.text
source: Add new service
ar: إضافة خدمة جديدة

# 8Pc-GU-svD.text
source: Optional questions
ar: أسئلة اختيارية

# CCS-5V-ACK.text
source: Service price
ar: سعر الخدمة

# I0Y-Ue-9h7.normalTitle
source: Save
ar: حفظ

# Jrh-1f-lCj.text
source: End time
ar: ساعة الإنتهاء

# LAn-kT-t7v.text
source: Reservations List
ar: قائمة الحجوزات

# LH6-ww-sUc.text
source: service hours
ar: ساعات الخدمة

# NaS-tw-FHT.text
source: No. persons
ar: عدد الأشخاص

# OYe-XY-md1.normalTitle
source: Next
ar: التالي

# P1p-ci-aiX.placeholder
source: Service name (Arabic)
ar: عنوان الخدمة (عربي)

# Pgq-se-Prm.text
source: Previous
ar: الســابقة (25)

# QTR-gC-KxJ.text
source: Strat time
ar: ساعة البدء

# Qwh-Wh-PpH.normalTitle
source: New question
ar: سؤال جديد

# Tdc-uN-dEk.text
source: Reservation address
ar: عنوان الحجز

# TwL-fb-JuF.normalTitle
source: Save
ar: حفظ

# XEX-Xc-Kl3.placeholder
source: Organiser
ar: الجهة المنظمة

# YLF-aN-jvy.text
source: Service days
ar: أيام الخدمة

# cf4-Uy-avH.placeholder
source: No persons
ar: عدد الإشخاص

# dMY-2U-xeD.placeholder
source: Service type
ar: نوع الخدمة

# drL-G9-c4X.normalTitle
source: Next
ar: التالي

# eKb-fQ-kMg.text
source: Hour
ar: ساعة

# exj-eO-qso.placeholder
source: Drop the location on the map
ar: اسقط الموقع على الخريطة

# f8T-h2-Ydf.placeholder
source: Start Hour
ar: ساعة البدء

# gWI-Sh-rpG.text
source: Hour
ar: ساعة

# goy-NJ-a70.normalTitle
source: I own the necessary permits to set up the event
ar: أقر أنني امتلك التصاريح اللازمة لانشاء الفعالية

# gs9-A0-Z1g.placeholder
source: Duration
ar: المدة

# igW-Ak-D1z.normalTitle
source: Save
ar: حفظ

# jfD-Qm-RY3.placeholder
source: Category
ar: التصنيف

# jjf-mw-D5t.placeholder
source: Days & Hours of service
ar: أيام و ساعات الخدمة

# gAr-Rs-wzu.placeholder
source: Total duration
ar: المدة الكلية

# lO2-kA-2Ld.text
source: Add new service
ar: إضافة خدمة جديدة

# qgA-PC-Uea.placeholder
source: Service price
ar: سعر الخدمة

# r59-MJ-GyY.text
source: Current
ar: الحاليــة ( 250 )

# uAo-SD-fKB.placeholder
source: End Hour
ar: ساعة الإنتهاء

# uPp-gp-iBN.text
source: Current location
ar: الموقع الحالي

# uYf-g7-fWn.placeholder
source: Video url (optional)
ar: رابط فيديو ( اختياري )

# vqB-BH-Phi.text
source: Service images
ar: صور الخدمة
