Repository: aBoelghet/nozhaappcopy
Catalog: *.lproj/Localizable.strings
Languages: ar

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Do you want signout?
ar: هل تريد تسجيل الخروج ؟

source: Please check your internet connection
ar: الرجاء تحقق من اتصالك بالانترنت

source: Connection Error
ar: خطأ في الإتصال

source: Retry
ar: اعادة المحاولة

source: Ok
ar: موافق

source: No
ar: لا

source: You must enter valid mobile number
ar: يجب إدخال رقم الجوال بشكل صحيح

source: You must enter valid mobile number/ email
ar: يجب إدخال رقم الجوال أو البريد الإلكتروني بشكل صحيح

source: You must enter password
ar: يجب إدخال كلمة المرور

source: Password less than 6 characters
ar: كلمة المرور أقل من 6 خانات

source: You must enter valid email
ar: يجب إدخال البريد الإلكتروني بشكل صحيح

source: You must enter valid code
ar: يجب إدخال رمز التحقق بشكل صحيح

source: Passwords mismatch
ar: كلمة المرور غير متوافقة

source: Enter code sent to:
ar: أدخل الكود المرسل الى

source: You must enter full name
ar: يجب إدخال الإسم كاملاَ

source: Name less than 7 characters
ar: الإسم أقل من ٧ خانات

source: Tamween Plus
ar: تموين بلس

source: Away from you
ar: يبعد عنك

source: Away from you 0 min
ar: يبعد عنك 0 دقيقة

source: min
ar: دقيقة

source: KM
ar: كم

source: Please select product size
ar: الرجاء تحديد كمية المنتج

source: Sorry this product not found at your cart
ar: عذراً , هذا المنتج غير مضاف في السلة

source: Order
ar: الطلب

source: You dont have whatsapp app
ar: ليس لديك تطبيق الواتس أب

source: You must enter message
ar: يجب إضافة نص الرسالة

source: All
ar: الكل

source: Empty cart
ar: تفريغ محتوى السلة

source: Cart contian diffrent store, would you like to empty it?
ar: تحتوي السلة علي منتجات من متجرآخر , هل تود بإفراغ السلة؟

source: You must select category
ar: يجب إختيار التصنيف

source: You must enter account name
ar: يجب إدخال إسم الحساب

source: You must enter bank name
ar: يجب إدخال إسم البنك

source: You must enter account number
ar: يجب ادخال رقم الحساب

source: You must enter market name
ar: يجب إدخال إسم المتجر

source: You must attachment photo
ar: يجب إرفاق صورة المتجر

source: You must enter iban number
ar: يجب إدخال رقم الأيبان

source: Choose way :
ar: طريقة الإختيار :

source: You must locate market location
ar: يجب تحديد موقع المتجر

source: Camera
ar: الكاميرا

source: Album
ar: الالبوم

source: Move
ar: إنتقـال

source: Edit
ar: تعديـل

source: Delete
ar: حذف

source: Cancel
ar: إلغـاء

source: Browse stores and add a list of your favorite products.
ar: تصفح المتاجر و اضف قائمة منتجاتك المفضلة

source: Favorite is currently empty.
ar: قائمة المفضلة فارغة حالياً

source: You should login to browse favouraite list.
ar: يجب عليك تسجيل الدخول من أجل عرض المنتجات في المفضلة

source: Write message details
ar: أكتب تفاصيل الرسالة

source: You must enter delivary time
ar: يجب تحديد وقت التوصيل

source: Rate
ar: تقييم

source: Choose
ar: اختر

source: Products
ar: المنتجات

source: No Products
ar: عدد المنتجات

source: You should add coupon code
ar: يجب إضافة كود الكوبون

source: You must enter first name
ar: يجب إدخال الاسم الأول والأخير

source: Minimume cart total is
ar: يجب أن يكون مجموع السلة أكبر من

source: Other
ar: غير ذلك

source: Work
ar: العمل

source: Home
ar: المنزل

source: You must add your rate
ar: يجب إضافة التقييم !

source: No order notes
ar: لا يوجد ملاحظات علي الطلب

source: Agree usage policy
ar: الموافقة على سياسة الإستخدام

source: Today Reservations:
ar: حجوزات اليوم :

source: Welcome
ar: مرحبا

source: Manage youe services directly
ar: قم بإداة خدماتك مباشرة

source: Reservations
ar: الحجوزات

source: Services
ar: الخدمات

source: Current
ar: الحالية

source: Previous
ar: السابقة

source: Accept order
ar: قبول الطلب

source: Confirm attendance
ar: تأكيد الحضور

source: Offers & Srvice
ar: عرض و خدمة

source: Near of you activities
ar: فعاليات و عروض قريبة منك

source: Most ordered activities
ar: الفعاليات الأكثر طلباً

source: you must be logged in to view services in favorites
ar: يجب عليك تسجيل الدخول من اجل عرض الخدمات في المفضلة

source: You must be logged to browse reservations
ar: يجب عليك تسجيل الدخول من اجل عرض الحجوزات

source: Current Reservations
ar: الحجوزات الحالية

source: Previou Reservations
ar: الحجوزات السابقة

source: Messaging us by
ar: :راسلنا عبر

source: Contact us
ar: :اتصل بنا

source: Service details
ar: تفاصيل الرحلة

source: Reviews
ar: التقييمات

source: No services in favorites
ar: لا يوجد أي خدمات في المفضلة

source: No. persons
ar: عدد الأشخاص

source: You must enter persons number
ar: يجب إدخال عدد الأشخاص

source: Reservation :
ar: الحجز :
